
[中文简体]
;Translated by Daryl.Xu

;COMMON VALUES 常规参数
LOKBUTTON=确定
LCANCELBUTTON=取消
LSAVEASBUTTON=另存为...
LANALYZEBUTTON=分析
LDEFRAGBUTTON=整理
LCLOSEBUTTON=关闭
LRESTARTBUTTON=重启
LLATERBUTTON=稍候重启
LREPORTBUTTON=生成报告...
LSTOPBUTTON=停止
LBROWSEBUTTON=浏览...
LERROR=错误
LENABLED=启用
LDISABLED=禁用
LNOTSUPPORTED=不支持
LREGREPLACE=Error - 注册表重置键已经被禁用，请重新启动系统再试一次.
LRESTOREPOINTNOT=不创建系统还原点.
LCREATINGRESTORE=创建系统还原点...

;MAIN WINDOW 主窗口
LNEVERUSED=从未使用
LMENUOPTIONS=选项
LMENUHELP=帮助
LMENUABOUT=关于
LOVERVIEW=概况
LLASTDEFRAG=上一次整理:
LSIZERECOVERED=空间恢复统计:
LPERCENT=百分比统计:
LWOULDLIKE=您想要做什么?
LDEFRAGTITLE=整理注册表
LREGINFOTITLE=查看注册表信息
LUPDATEOK=您正在使用最新版本.
LUPDATEDISABLED=自动检查更新已被禁用.
LUPDATENEW=新版本可用.
LUPDATEWAIT=正在检查新版本，请稍候.
LMOREINFO=更多信息...
LUPDATES=更新

;ABOUT WINDOW 关于窗口
LABOUTTITLE=关于
LVERSION=版本号
LICON=界面开发

;OPTIONS WINDOW 选项窗口
LOPTIONS=选项
LOPTIONSDESCRIPTION=配置程序设定.
LSETTINGS=常规设定
LLANGUAGE=语言
LCHKCHECKUPDATE=自动查找更新
LCHECKNOW=现在更新...
LCHKDEFRAGMYCOMPUTER=添加"整理注册表..."选项到我的电脑右键菜单
LCHKREGINFOMYCOMPUTER=添加"生成注册表信息"选项到我的电脑右键菜单
LBACKUPS=备份
LAUTOREGFILES=整理前自动备份注册表文件
LAUTORESTOREPOINT=整理前自动创建系统还原点
LBACKUPFOLDER=备份用文件夹:

;REGISTRY INFORMATIONS WINDOW 注册表信息窗口
LINFORMATIONS=信息
LREGINFODESCRIPTION=系统注册表信息.
LSO=操作系统:
LUSER=用户登陆:
LREGSIZE=注册表大小:
LCOLUMNPATH=位置
LCOLUMNSIZE=大小
LREGISTRYFILES=注册表文件
LNUMBERFILES=文件数量:

;DIAGNOSTICS WINDOW 诊断窗口
LDIAGTITLE=诊断

;DIAGNOSTIC WINDOW - 附加信息
LHIVENAME=注册表单元名称:
LLOGICALPATH=逻辑位置:
LMAPPATH=镜像位置:
LTEMPPATH=临时文件位置:
LHIVESIZE=注册表单元大小:
LKEY=键值:
LVALIDFILE=文件存在.
LNOTVALIDFILE=文件不存在.

;DEFRAG WINDOW - 界面一
LDEFRAGDESCRIPTION=优化并压缩系统注册表.
LTITLEPROBLEM=问题与解决方案
LMAINTEXT=在系统的日常操作中，注册表信息总是不断执行写入和移动。日积月累，这些数据就转化成碎片。本软件旨在通过移除系统注册表中的碎片、空白及无效空间，从而实现注册表的优化配置.
LBENEFITS=Quicksys RegDefrag将改善系统整体运行及注册表访问的效率.
LTITLESTEPS=步骤
LSTEP1=1. 分析您的注册表.
LSTEP2=2. 显示分析结果.
LSTEP3=3. 整理注册表. 需要重新启动.
LTITLEANALYZE=点击 "分析" 执行.
LAUTOBACKUP=自动备份:
LAUTORESTORE=自动恢复还原点:

;DEFRAG WINDOW - 界面二
LSTATUSANALYZING=正在分析注册表，请稍候.
LPROGRESS=完成情况:
LREADING=检查:
LSTOPPROCESS=终止执行...

;DEFRAG WINDOW - 界面三
LRESULTS=分析结果
LCOMPARATION=比较
LCONCLUSION=结论
LREGISTRYFRAGMENTATION=注册表碎片
LCURRENTSIZE=当前注册表大小:
LNEWSIZE=整理后注册表大小:
LSIZEDIFFERENCE=前后大小变化:
LLEGFRAG=碎片占用
LLEGALLOC=有效空间
LBACKREGFILES=备份注册表文件:
LBACKRESTORE=创建还原点:
LCONCLUSION=结论

;DEFRAG WINDOW - 界面四
LDEFRAGCOMPLETED=整理完成!
LFINISHED=完成.
LRESTARTREQUIRED=要想应用效果，您必须重新启动计算机.
LRESTARTMSGBOX=现在就重启吗?
LHTMLREPORT=生成整理信息的HTML报告.

;DEFRAG WINDOW - 其他
LREDEFRAGRESTART=执行新的碎片整理分析前，请重新启动计算机.
LDEFRAGMSGBOX1=关闭所有程序.
LDEFRAGMSGBOX2=分析将占用几分钟.
LDEFRAGMSGBOX3=分析运行中，您的计算机可能暂时无响应.
LDEFRAGMSGBOX4=要继续，点击"Yes".
LFEWFRAGMENTS=发现少许碎片。不需要整理注册表.
LNOFRAGMENTS=未发现碎片，不需要整理注册表.
LTOOFRAGMENTS=发现大量碎片. 点击"整理" 优化注册表.

;REPORT 报告 
LNAMEREPORT=报告
LH1=系统注册表碎片整理报告
LCREATEDBY=创建者
LDATE=日期:
LTIME=时间:
LSUMMARY=系统碎片整理概况
LREGPROCESSED=整理的注册表文件数量:
LREGANASTART=注册表分析起始时间:
LREGANAFINISHED=注册表分析结束时间:
LREGTOTALFINISHED=注册表分析总计耗时:
LREGSIZEBEFORE=整理前注册表大小:
LREGSIZEAFTER=整理后注册表大小:
LREGSIZEDIFFERENCE=注册表大小差异对比:
LREGFILESSUMMARY=注册表文件概况
LCOLUMNREGFILE=注册表文件
LCOLUMNREGBEFORE=整理前大小
LCOLUMNAFTER=Size 整理后大小
LCOLUMNDIFFERENCE=大小差异对比

;COMMANDLINE - 进程窗口
LDEFRAGMENT=整理注册表
LDEFRAGNOW=正在整理:

;NEW PHRASES! Please, translate and send to contact@myquicksys.com
LHTMLCREATED=已成功创建HTML报告. 
LOPENNOW=现在就打开吗?
LNOTHTMLCREATED=错误! 未成功创建HTML报告.
LFILE=文件
LFREESPACE=没有足够空间进行整理，请检查后再试一次.
LERROREGREAD=错误!无法读取注册表信息.
LDONATIONMAIN=Donate and help our team continue offering Quicksys RegDefrag for free.
LDONATIONDEFRAG=This software is free for you to use, but it takes a lot of effort to build and maintain it. Donate and help our team continue offering Quicksys RegDefrag for free.
LNEWSLETTER=Newsletter
LNEWSTEXT=If you want to receive news about Quicksys RegDefrag and compete free licenses of other products, insert your email and click OK.
LNEWSTHANKYOU=Thank you! You've been successfully added to our list. 
LNEWSERROR=Error. Please, try again.
LDONATE=Donate